[
    {
        "product": "produto1",
        "comments": [
            {
                "text": "Eu estou utilizando essas pilhas usando um controle de Xbox Series S e elas duram 3 dias eu utilizando com o fone de ouvido, se eu não utilizasse o fone de ouvido acredito que iria durar muito mais... Estou satisfeito. Em relação ao carregador não sei se realmente ele reconhece se a pilha já está carregada ou não, pois quando ela ficou verde eu tirei e coloquei de novo e ela ficou vermelho como se estivesse descarregada, então eu tomaria cuidado. Tirando isso, cumpre o que promete, as pilhas duram muito."
            },
            {
                "text": "Pode comprar, são pilhas de confiança. Tenho as minhas a mais de 3 anos não são viciadas e duram muito. Uso pra controle de Xbox. Comprei com o carregador e funcionam até hoje"
            },
            {
                "text": "As melhores pilhas são da Duracell... duram bastante tempo, uso na máquina de aferir pressão e na máquina de raspar cabelo (gastava muito em pilhas - já que a máquina de cabelo consome bastante).Super recomendo para quem usa bastante"
            },
            {
                "text": "O Carregador de Pilhas Recarregáveis AA e AAA da Duracell é um dispositivo confiável e eficiente para recarregar pilhas recarregáveis de tamanhos AA e AAA. Com a crescente preocupação com a sustentabilidade e a redução do desperdício, o uso de pilhas recarregáveis é uma opção mais econômica e amiga do ambiente em comparação com as pilhas descartáveis convencionais.Uma das principais vantagens desse carregador é a sua compatibilidade com pilhas AA e AAA, que são dois dos tamanhos mais comuns de pilhas utilizadas em dispositivos eletrônicos. Isso significa que você pode carregar uma ampla variedade de pilhas recarregáveis com um único dispositivo, o que o torna versátil e conveniente.Além disso, o carregador da Duracell é fácil de usar. Basta inserir as pilhas nos slots apropriados, conectar o carregador a uma fonte de energia e aguardar o processo de recarga. Esse modelo possui indicador de LED que mostra o status de carga das pilhas, facilitando o acompanhamento do progresso.Outro ponto positivo é a velocidade de recarga. O carregador Duracell é projetado para recarregar as pilhas de forma rápida e eficiente, proporcionando uma carga completa em um período de tempo relativamente curto. Isso é especialmente útil para aqueles que dependem de suas pilhas recarregáveis com frequência e não podem esperar muito tempo pela recarga.A Duracell é uma marca conhecida por sua qualidade e confiabilidade, o que traz uma sensação de segurança ao usar o carregador. Os produtos da Duracell são testados e projetados para oferecer desempenho consistente e duradouro, proporcionando uma boa vida útil para suas pilhas recarregáveis.No entanto, é importante ressaltar que o carregador é específico para pilhas recarregáveis da Duracell ou compatíveis. Embora seja compatível com outras marcas, é sempre recomendado seguir as orientações do fabricante para obter o melhor desempenho e evitar danos às pilhas ou ao carregador.Em resumo, o Carregador de Pilhas Recarregáveis AA e AAA da Duracell é uma escolha confiável para quem busca uma opção conveniente e eficiente para recarregar pilhas recarregáveis. Com sua compatibilidade, facilidade de uso e velocidade de recarga, esse carregador permite o uso sustentável de pilhas e é uma ótima alternativa às pilhas descartáveis convencionais."
            },
            {
                "text": "Ótimo para utilizar com controle ou outros equipamentos que demandam boas pilhas.Recomendo o uso e a compra deste item"
            },
            {
                "text": "comprei pro meu controle do Xbox series s e simplesmente aguenta muito. Ele carrega e desliga sozinho quando a pilha está com carga completa. Meio caro mas de muita qualidade"
            },
            {
                "text": "Comprei para o controle do Series S e está me atendendo muito bem, demora bastante para descarregar (sou player casual).O único porém é que demora consideravelmente para carregar 100%, mas como vem quatro pilhas, é possível alternar entre a jogatina e o carregamento."
            },
            {
                "text": "Quando você faz as contas de quantas pilhas são necessárias para energizar todos os controles remotos que você tem, vale muito comprar esse recarregador.Eu estou satisfeito!!!"
            },
            {
                "text": "Por enquanto parece ser boa, usando num mouse gamer está durando pouco mais de uma semana."
            },
            {
                "text": "amei o produto! gastava muito com pilhas para controle de video game e esse carregador salvou!"
            }
        ]
    },
    {
        "product": "produto2",
        "comments": [
            {
                "text": "Superou minha expectativa"
            },
            {
                "text": "Tudo perfeito"
            },
            {
                "text": "As panelas são boas, cumprem o que prometem, porém tem que ter cuidado pois qualquer coisa pode arranhar ou amassar."
            },
            {
                "text": "Eu amei. Podem comprar sem medo."
            },
            {
                "text": "Dei essas panelas de presente e a pessoa amou, me disse que são lindas e  práticas ."
            },
            {
                "text": "Os alimentos não grudam e cozinha muito rápido."
            },
            {
                "text": "São muito boa, mas não são tão grosas!"
            },
            {
                "text": "Eu amei minhas panelas porque além de lindas o valor e a qualidade das panelas são ótimas"
            },
            {
                "text": "Muito boas"
            },
            {
                "text": "boa s"
            }
        ]
    },
    {
        "product": "produto3",
        "comments": [
            {
                "text": "é o meu primeiro produto com a alexa, e estou gostando da experiência. a configuração inicial é feita através do app da alexa no celular, e correu tudo bem. o app é simples e direto ao ponto. no app tu tbm pode encontrar as \"skills\", que são coisas que a alexa pode fazer, mas não vêm configuradas, como por exemplo, horóscopo. (são tipo os gadgets do windows, i guess)achei o som ótimo, geralmente utilizo o volume bem no médio, mas a potência dele no máximo me surpreendeu. não esperava. fiquei bem contente com esse aspecto.ainda estou descobrindo mais e mais funções, não sou muito de seguir manual e prefiro ir descobrindo de forma intuitiva, mas logo de cara o app te dá diversas possibilidades de explorar o echo pop de forma completa.já utilizo como despertador, peço para me lembrar de tomar vitaminas caso eu esqueça, ou para me lembrar de colocar coisas na mochila antes de sair em determinado horário, etc., além de claro, pedir bastante música. com relação a notícias e outras skills, ainda não explorei o suficiente, pois estou utilizando há apenas uma semana.aspecto negativo¹: as propagandas do amazon music unlimited mesmo eu tendo spotify premium. por ser um dispositivo da amazon, vai priorizar o sistema de streaming da AMAZON, então já rolou de eu pedir alguma música ou playlist e ela vir com um papinho de começar o free trial do amazon music unlimited, sem nenhuma necessidade, pois poderia facilmente colocar a música para tocar através do spotify. acontece de eu ter que especificar o serviço de streaming... \"alexa, toca meat is muder dos smiths NO SPOTIFY.\", mas se você não especifica, ela vai direto pro streaming da amazon; quando você pede a ela para passar as faixas, ela tbm te informa que existe uma quantidade limite para pular, mas isso é no amazon music, não no spotify... então acaba se tornando um pouco chata a utilização nesse sentido. tbm não curti as mini propagandas do amazon music unlimited antes de tocar algumas músicas kkkkoverall a minha experiência está sendo interessante e divertida. achei muito prático, gostei muito do som, visto que utilizo mais para ouvir música ou frequências para dormir. apreciei outras funções como pesquisas, as skills, previsão do tempo, etc., mas isso outras assistentes virtuais como a cortana, siri ou assistente do google já fazem... claro que ter essas funções sem ter que estar com a cara enfiada no celular ou no notebook o tempo todo é ótimo.recomendo, fácil de usar, configurar, ligar, transportar etc."
            },
            {
                "text": "Essa foi a minha primeira Alexa e gostei tanto que acabei comprando outra (Eco Show 8) pro meu quarto, pra colocar na mesinha de cabeceira.Foi muito fácil configurar; mesmo quando a luz cai e retorna, o ECO DOT volta a funcionar normalmente, e quanto está sem internet, ela avisa (quando você a chama) que ela não pode atender pq está sem conexão à internet.O som é simplesmente maravilhoso e de ótima qualidade, às vezes, deixo tocando na rádio só pra ouvir mesmo.Pra quem quer começar no mundo \"inteligente\", a Eco Dot é um bom começo pra ver como que funciona. Mas o perigo de vc simplesmente começar a amar isso tudo é grande, e quando vc reparar, já está com Alexa tagarelando pela casa toda, rsrsrs."
            },
            {
                "text": "Minha primeira Alexa!Comprei na promoção e gostei muito.Qualidade do som é muito boa, uso como home theater da minha TV, que tá com o som estourado. Conecto ela via Bluetooth com a minha TV Box e aproveito um som de ótima qualidade pra assistir meus filmes e séries.O som é bem alto, apesar de ela ser pequena. Acho que perde um pouco a qualidade dos graves quando está no volume máximo, mas é tão alto que nunca utilizo kkkk pro meu uso é bem ok.Amo a praticidade para ouvir músicas e para as tarefas do dia a dia. Comprei junto com uma lâmpada inteligente e já quero vários eletrodomésticos inteligentes para somar! É um caminho sem volta.Um dispositivo bem versátil e com ótimo custo benefício!"
            },
            {
                "text": "Assistente de voz muito interessante. Ajuda bastante no dia a dia pois é mais prático perguntar à Alexa ou pedir pra ela fazer algumas coisas como ativar um timer ou informar um lembrete do que digitar no celular. Realmente me surpreendeu. Estamos gostando muito aqui em casa. Não testei as facilidades de automação da casa."
            },
            {
                "text": "A alexa é otima, mas eu achava que ela fosse mais \"inteligente\" como o Google assitent. Diversas vezes ela vai falar nao sei kkkk Mas é muito boa. agiliza a vida colocando lembretes, mudando a musica sem precisar pegar no telefone, ela fala as receitas .. O som dela é bem alto e de qualidade.Contras: Voce tem que ter amazon pra começar usar (dá um trabalhinho na primeira instalação)Ela é fixa na tomada (achei que fosse tipo JBL) mas nada impede vc trocar ela de cômodo."
            },
            {
                "text": "A eco pop é compacta e inteligente como todo dispositivo eco. A qualidade do som é boa para o tipo de dispositivo que ela é.  O seu tamanho compacto e design moderno combina perfeitamente com o quarto das crianças!"
            },
            {
                "text": "Pode soar exagerado, porém a Alexa mudou minha vida! Ok, ela em si não, mas ela ajudou a mudar minha vida, facilitou o processo. As rotinas, as automatizações e a interação com a Alexa facilitaram a implementação de hábitos. Excelente. Quero automatizar mais ambientes!"
            },
            {
                "text": "No começo achei super desnecessário mas agora me acostumei kkk adoro minha Alexa"
            },
            {
                "text": "Esse modelo é bem pequeno, mas como em apt pequeno ficou PERFEITO! Achei que o som seria baixo por conta do tamanho, mas me enganei, o som é ótimo!!! Tô apaixonada 😍"
            },
            {
                "text": "Tenho a echo 8 e essa não deixa a desejar no som, valeu muito mais por estar na promoção"
            }
        ]
    },
    {
        "product": "produto4",
        "comments": [
            {
                "text": "Bom fone, não tem controle de volume, nem microfone. Comprei para usar no trabalho e atende perfeitamente. Nem tão frágil, nem tão resistente. Se for um usuário cuidadoso, terá por um bom tempo."
            },
            {
                "text": "NAO TEM MICROFONE EU VI OS COMENTARIOSMAIS PRA MIM TAVA OTIMO ERA SO PRA JOGAR MESMO E NAO ESTA MUITO AFIM DE CALL MEMO KKKK OS CARA SO SABE CHINGA ENT OTIMO VEIO EM PERFEITO ESTADO O MEU"
            },
            {
                "text": "A qualidade do áudio não é muito boa, mas faz sentido pelo valor do produto."
            },
            {
                "text": "Preço acessível e boa qualidade"
            },
            {
                "text": "É um pouco frágil , mas pelo valor valeu a pena"
            },
            {
                "text": "Som de qualidade porém de qualidade muito frágil quebra muito fácil."
            },
            {
                "text": "é bom em geral"
            },
            {
                "text": "Funciona direitinho mas não é estéreo"
            },
            {
                "text": "Fone otimo"
            },
            {
                "text": "Acho que não tive muita sorte. A marca é boa, mas este veio com defeito. Distorção no áudio e impossível de se ouvir a voz na música. Porém o atendimento foi ótimo. Aceitou a devolução sem problemas e devolveu o dinheiro na hora."
            }
        ]
    },
    {
        "product": "produto5",
        "comments": [
            {
                "text": "Passei um bom tempo considerando todas as funcionalidades do Kindle até chegar à conclusão de que realmente queria ter um. Quando a oportunidade veio, fiz o pedido no dia 21/11/22, e ele chegou 8 dias depois (29/11). Minha vida de leitora, desde então, nunca mais foi a mesma.Assim, vou citar aqui alguns dos pontos que concebo como essenciais, principalmente pra quem ainda considera se adquirir um vale a pena ou não:Portabilidade: assim que o tirei da caixa, fiquei muito surpresa. O aparelho é MUITO leve, de verdade! Nunca tinha segurado um em mãos antes, então passei uns bons minutos só assemelhando a relação entre o peso e o tamanho dele, pois o pequeno pode ser facilmente segurado com o apoio de apenas uma mão;Responsividade da tela: sempre vi as pessoas dizendo que a tela dele era um tanto lenta quando comparada a de um smartphone ou tablet convencional, mas não demorei nada a me acostumar com ela. Inclusive, acho que ela é até bem ágil considerando os padrões da tecnologia E-Ink e o que o pessoal anda falando sobre essa versão do Kindle em específico;Iluminação da tela: posso passar horas a fio lendo tanto sob a luz quanto no escuro, e meus olhos não se incomodam nem um pouco. Desde que comecei a usá-lo, deixo a luminosidade da tela ajustada no nível 10, e tem sido o suficiente pra mim até hoje;Duração da bateria: fiz uma carga complementar nele assim que chegou, após tê-lo usado pela primeira vez. A segunda carga foi feita no dia 27/12 — 28 dias depois da primeira. Passo no mínimo uma hora por dia lendo, e a única coisa que percebi diminuir mais (rápido) a duração da bateria é manter o Wi-Fi ligado. Então, o ligo apenas pra baixar livros e sincronizar a biblioteca, de resto, o modo avião é o que impera.O impacto que esse bichinho anda tendo na quantidade e, principalmente, na qualidade das minhas leituras é enorme. No último mês, tenho pensado até em passar adiante alguns livros físicos da estante e manter nela só aqueles que realmente quero que permaneçam comigo.Enfim, ter um desse aqui tem sido tudo de bom. E se estiver pensando em levar pra casa, creio muito que não vá se decepcionar! :)(P.S: Amazon, pelo amor, ponha mais papelão/plástico bolha ou qualquer material amortecedor dentro da caixa em que o aparelho vem! O meu chegou intacto, mas, enquanto pedido único, veio sambando sozinho dentro do pacote. Não fosse pelo bom serviço da transportadora, algum acidente poderia ter acontecido)"
            },
            {
                "text": "Eu gostei bastante do kindle e não esperava isso, entretanto, quero comprar uma capinha para ele, mas, vamos as considerações:1. Melhorei muito meu habito de leitura:Quando passei e comprei livros em formato eoub ou mobi, permitiu que eu ajustasse o tamanho da fonte e tivesse uma leitura mais saudável, a falta de distrações para xonsegui ler me fez com que lesse mais que o normal.2. Os olhos não ardem e a textura é diferente de um telefone:Isso me deixou muito feliz, a iluminação dele é muito bom, percebi que meus olhos não cansam por conta do kindle, a leitura tem sido melhor com a iluminação e a textura bem agradável, me lembra um pouco o papel, não sei explicar exatamente.3. Bateria:A bateria não dura tanto como diz se você não tiver cuidados como controle da iluminação, eu usei antes da primeira carga e descarregou em uns 3 dias, depois da carga, tem demorado um pouco mais.4. Livros:Tem sido maia fáceis, até mesmo para quem tá cansado de ler artigo em pdf, se você mudar para epub ou mobi e enviar para o email do kindle, da super certo a leitura.É bem interessnate poder por notas, pesquisar no dicionário, se você falar mais de um idioma, tem dicionário também de outros idiomas disponibilizados.5. Biblioteca:Livro da si ocupa pouquíssimo espaço, mas, baixe só os que vai ler e depois de ler, se quiser, tire dos donwloads.Considerações Finais:No geral, eu recomendo muito o Kindle, entretanto, acho absurdo o seu preço ser quase 500 reais... Ele é otimo, util para o cotidiano, não tem bugs e não tive problemas desde que chegou aqui,mas, se você quer comprar, eu recomendo esperar uma promoção para isso, mas, se você tem pressa de ter, assim como eu tive, recomendo que compre kkkkÉ isso, um abraço para vocês!"
            },
            {
                "text": "O Meu Kindle 11° Geração foi enviado sexta-feira e chegou no sábado, mas infelizmente eu acabei perdendo a entrega, só que hoje a transportadora fez a segunda tentativa de entrega e Graças a Deus eu consegui receber dessa vez. Eu Estou muito Feliz pois, ter um Kindle era o Meu Sonho faz tempo, tem mais de um ano que eu venho tentando comprar um, mas como não é algo tão barato, só agora eu consegui. Mas as coisas realmente são no Tempo de Deus pois, se eu tivesse conseguido comprar antes eu teria comprado o Kindle 10° Geração, porque esse ainda não existia, então no fim das contas foi Bem Melhor eu ter conseguido comprar apenas agora porque em vez de ter o Kindle 10° Geração eu já consegui comprar o Kindle 11° Geração, que foi lançado nesse ano de 2022. Deus Realmente Sabe Todas As Coisas, Ele Sabe O Tempo Certo Para Cada Coisa, e Sabe o que é Melhor pra gente, e Eu Sou Muito Grata a Ele Por Ter Me Abençoado Tanto, Por Ele Ter Me Permitido comprar o meu primeiro Kindle, Eu Estou Muito Grata e Feliz.Eu achei o aparelho super fácil de configurar, fiz a configuração bem rapidinho, até já baixei na minha biblioteca do Kindle os e-books que eu já tinha comprado no aplicativo pelo celular, e já estou sabendo mexer em tudo. Como deve dar para ver aí nas fotos que eu coloquei, ele já está até carregando, eu comprei o adaptador de energia também, mas o adaptador já tinha chegado uns dias antes, e nesse final de semana eu também já comprei a capa para ele, agora é só o que falta chegar, a capa dele. Enfim,até agora eu estou amando, tem hora que eu olho para o meu aparelho e nem acredito que eu consegui mesmo comprar o meu primeiro Kindle, eu já Agradeci Tanto a Deus, Ele é Maravilhoso Demais, e Me Deu Mais Essa Bênção. Ter Conseguido comprar o meu primeiro Kindle é um Sonho Realizado, Graças Ao Meu Bom, Maravilhoso, Magnífico, e Extraordinário Senhor Deus. Estou Me Sentindo Realmente Muito Feliz e Realizada!!! 🙏 🥰 😍 ❤️"
            },
            {
                "text": "O famoso e-reader da Amazon em sua 11ª geração cumpre muito bem o que promete: ser um dispositivo de fácil uso e de qualidade para a leitura. A tela é sensacional, com qualidade que simula a aparência de papel e várias opções de configuração para as páginas (tamanho, fontes, margem, espaçamento, etc.).É possível enviar por computador ou por e-mail para o Kindle arquivos em formatos variados de e-books e também em DOC, DOCX e PDF. Há possibilidade de converter esses formatos para o do Kindle (por e-mail ou utilizando outros programas no computador), o que permite o uso de todos os tipos de configuração.A bateria dura muito tempo (e a dica para que dure ainda mais é usar o Wi-Fi apenas para atualizações do Kindle ou quando for comprar ou receber e-books e no restante do tempo deixá-lo em modo avião).Em termos de iluminação da tela, foi uma grande evolução ter os LEDs, mesmo que em pouca quantidade nessa versão. Faz uma diferença absurda na qualidade da leitura, especialmente em ambientes mais escuros (e a intensidade do brilho da tela é configurável manualmente, mas não há ajuste automático conforme a luminosidade, como em modelos mais parrudos). A sensação tátil do toque na tela é muito agradável. Uma capa de proteção será muito bem-vinda, mas creio que a película não é necessária como no caso de smartphones, pois é bem mais resistente.Ele vem com cabo USB-C para recarga e conexão com computadores, mas sem plugue para tomada, embora vc possa usar um de qualquer carregador oficial de celular, se for o caso, ou carregá-lo em hubs USB. Não senti falta do plugue.O espaço de armazenamento é mais do que suficiente, mesmo porque os e-books são arquivos de tamanho reduzido. Acho muito difícil alguém conseguir abarrotar seu Kindle de livros.Caso você nunca tenha comprado um e-reader, recomendo bastante, pois é muito leve, a experiência de leitura é ótima e poderá carregar muitas obras nele. E, assim, você terá mais espaço em sua estante para aqueles livros que realmente faça questão de ter em versões físicas. Em resumo, eu começaria essa experiência justamente por esse Kindle mais básico, excelente opção custo-benefício."
            },
            {
                "text": "Comprei meu Kindle depois de analisar e pensar muito. Coloquei todas os pontos e dúvidas no lápis e passei a lista de motivos para comprar e não comprar várias vezes, e, por fim, só consigo dizer que não poderia ter feito uma compra melhor!Se você está em dúvida, só tenho a dizer: Compre.Em um único mês, consegui ler quatro livros! A facilidade na leitura me deixou muito surpresa. Ele tem opção de tela noturna, bem como nível de brilho incrível. Como é compacto, leve e discreto, carrego ele na bolsa para todos os lugares que vou. Leio todos os dias, uma média de duas horas e meia, e a bateria tem durado, aproximadamente, uma semana. A recarga completa demora em média duas horas (não tenho certeza, pois sempre esqueço de olhar no relógio), e é feita através de um cabo USB (não comprei adaptador).Recomendo comprar uma capinha, e também a película para proteger, porque qualquer coisa parece que vai arranhá-lo (igual celular!).Pela graça de Deus Pai, não tenho pontos negativos para ele, pois cada centavo valeu o investimento.Além da economia de dinheiro que fiz não comprando livros físicos, também economizei espaço na minha casa, pois não tenho mais onde enfiar livros na estante, e também tive acesso a livros incríveis que sempre quis ler com o plano do Kindle Unlimited.Eu não poderia ter feito uma compra melhor! <3"
            },
            {
                "text": "Como dei para minha filha, o mais importante é saber que ela gostou. Assinei o Prime, mais pensando nela, já comprei também alguns livros pela Amazon para ela. Ela tem 15 anos e adora ler, assim como as irmãs e amigas, e seus primos, o que me deixa feliz. Leitura é muito importante. Tenho um primo que pertenceu a Academia Brasileira de Letras (não está entre nós), meus pais que sempre adoram ler.  Estou satisfeito com a Amazon; porém minha única crítica é referente ao site para fechamento de pedido, porquê se não tiver atento, existe a marcação do Prime e do Pagamento a vista, e para o caso de idosos deveria ter mais facilidade na forma de pagamento e da opção do Prime. Eles não tem interesse em comprar a vista, e geralmente é em 3 vezes, não tem interesse no Prime, e toda vez tenho que ir na casa deles para fazer o pedido deles e nem sempre estou disponível no tempo e interesse deles. Esse é um ponto de atenção que deixo aqui registrado."
            },
            {
                "text": "Pesquisei muito antes de comprar e me arrependo de não ter feito isso antes, pois me ajudou bastante! A bateria dura muito, lógico é necessário ter cuidados, mantendo sempre em modo avião e usar o Wi-Fi apenas quando necessária,  a função de ajustar o brilho ajuda a economizar bateria. Não vem carregador, porém vem o cabo que dá pra carregar pelo notebook, embora demora um pouco, foi uma maneira mais segura para a vida útil da bateria, mesmo usando bastante, fico um mês sem ter necessidade de carregar. e econômica.Achei muito leve e gostei muito da função de converter arquivos de PDF para o Kindle através do email. Consigo também fazer marcações de partes importantes do livro, fazer comentários e organizar os livros, o que me auxiliar em em organizar os conteúdos para meu TCC."
            },
            {
                "text": "Comprei esse Kindle durante o acesso antecipado do PrimeDay, é a primeira vez que utilizo um kindle e me surpreendi bastante!• Praticidade - o aparelho é pequeno e muito leve, facilita bastante o uso prolongado e tbm o transporte dele para outros lugares.• Experiência - sua tela é adaptável, muito confortável para ler durante o dia ou à noite, o modo noturno evita o cansaço dos olhos. A tela tem uma textura semelhante a papel, o que torna o uso muito satisfatório, porque você esquece que está lendo algo digital.• Bateria - demora MUITO a descarregar, principalmente se você manter sempre em modo avião.O sistema de compra/envio de livros para ele, pelo próprio Kindle, não é muito prático, é um pouco chato pesquisar livros na loja através do navegador dele, mas, isso pode ser substituído se vc usar um PC ou o próprio app no celular. Tenho usado o meu celular para enviar arquivos em epub que eu já tinha salvo, leio materiais de estudo e tbm livros para entretenimento. É um sistema bem prático.Gostei bastante! Foi um ótimo investimento e tem me ajudado a acelerar meu ritmo de leitura, me distanciando das distrações do celular.Ele chegou bem rápido, mas um ponto negativo foi a embalagem de entrega, por ser muito leve, ele vem embalado numa caixinha um pouco maior que ele, mas essa caixa vem solta dentro da caixa maior, o que aumenta o risco de possíveis danos ao aparelho.OBS: ele acompanha um cabo USB/usb-c para carregamento, a fonte é vendida separadamente, mas você consegue recarregá-lo pelo notebook ou PC."
            },
            {
                "text": "eu estou simplesmente APAIXONADA, confesso que era um desejo antigo, mas eu duvidava de que ele atenderia minhas necessidades, mas ultimamente estudo MUITO para concursos, e qm faz isso sabe que temos que ler diariamente artigos/livros e PDF, como eu tenho baixa visão eu simplesmente NÂO consigo fazer isso num computador, dói muito minha cabeça e olhos e tenho dificuldade em enxergar, só consigo com papel mesmo, algo fisíco, e quem é estudante atualmente sabe que os livros estão absurdos de caros, resolvi investir no kindle, dinheiro mais bem gasto da minha vida, ele é IGUAL um papel mesmo, fora que é todo ajustavel as fontes de tamanho e formas, é muito confortavel ler nele, passo horas tranquilamente, até mesmo sem usar meus óculos, fora que eu consegui anexar apostilas e PDFs da prova q irei fazer e cara eu fiquei mto encantada com a praticidade de poder pesquisar um tema em específico que eu queira ler, até pq tem apostilas de + de 700 paginas nele, alem disso tudo, queria aumentar meu rendimento nas leituras, para redações, e com a facilidade do kindle to conseguindo cada vez mais ter este hábito e progredir nos estudos e leitura.quem ainda estiver em dúvida se vale a pena? É O MELHOR INVESTIMENTO para alimentar o seu intelecto e ter conforto e praticidade no dia a dia. Oq antes eu carregava de livros e apostilas pesadas na mochila, hj eu só levo meu kindle e um bloco de anotações e SÓ!! não tenho nada a reclamar a bateria é durável, eu amei as funções de dicionário me ajudam mto e de destaque no texto, simplesmente virei pregadora da palavra do kindle"
            },
            {
                "text": "Desde que adquiri o Kindle, minha experiência de leitura nunca foi a mesma. Confesso que, antes de comprar, tinha muitas dúvidas sobre se valeria a pena o investimento, afinal, eu podia ler livros no meu celular ou no computador. No entanto, após usar o Kindle, posso afirmar que ele é um investimento que vale cada centavo.A principal característica que me conquistou é o quão leve e portátil o Kindle é. Posso levá-lo para qualquer lugar sem sentir o peso extra. A bateria duradoura é outro aspecto que me surpreendeu positivamente. Fiquei impressionada com o quanto posso ler antes de precisar recarregar, e a duração se estende ainda mais quando uso o modo avião.Além disso, não importa onde eu pare, posso facilmente retomar minha leitura de onde parei.  A possibilidade de fazer anotações e destacar trechos diretamente no Kindle, tornou minha experiência de leitura muito mais interativa e envolvente. Isso facilita a revisão de informações importantes posteriormente.Antes, eu tinha receio de que a tela do Kindle pudesse ser desconfortável para os olhos, mas a qualidade da tela é suave e realista, proporcionando uma leitura confortável e sem cansaço visual.Enquanto eu costumava ler ocasionalmente no celular, o Kindle se mostrou uma escolha muito mais agradável e prática. A capacidade de levar uma biblioteca inteira em um dispositivo tão compacto é surpreendentemente conveniente. Eu não poderia estar mais feliz com minha decisão de adquirir um Kindle, e agora a leitura se tornou um prazer inigualável."
            }
        ]
    },
    {
        "product": "produto6",
        "comments": [
            {
                "text": "Espera mais da marca. O porta facas veio com alguns riscos que da para ver que o material não é tão resistente assim.Em relação a estética é lindo.Sobre o corte ainda não testei"
            },
            {
                "text": "Elas são de boa qualidade e muito bonitas recomendo"
            },
            {
                "text": "Esperava receber um produto de qualidade superior. Faltou um melhor acabamento nos cabos das facas, a base de madeira também deixou a desejar, com uma camada muito fina de verniz. Não houve zelo até na aplicação do adesivo da Oster. Todas as facas são serrilhadas."
            },
            {
                "text": "Amei! Lindíssimo"
            },
            {
                "text": "Produto bom, bonito e funcional. Recomendo."
            },
            {
                "text": "Todas as facas são serrilhadas pessimas de corte ! Não dá pra cortar nem cebola kkkkkkk é indo de desespero"
            },
            {
                "text": "Produto de qualidade, corte perfeito superou as minhas expectativas... Parabéns"
            },
            {
                "text": "facas muito resistentes , boa qualidade"
            },
            {
                "text": "Pelo valor compensou"
            },
            {
                "text": "Lindo conjunto de facas, porém o corte poderia ser melhor de algumas"
            }
        ]
    },
    {
        "product": "produto7",
        "comments": [
            {
                "text": "O pendrive é muito bom, o custo benefício é excelente."
            },
            {
                "text": "Era exatamente o que eu precisava, espero que dure."
            },
            {
                "text": "Padrão"
            },
            {
                "text": "Produto top!"
            },
            {
                "text": "top demais"
            },
            {
                "text": "Entrega rápida. Bem embalado. Pequeno. Discreto. Deixo no carro com minhas músicas. Funcionando perfeitamente."
            },
            {
                "text": "Produto bom"
            },
            {
                "text": "Ótimo. Atendeu as minhas expectativas. Prazo de entrega e qualidade"
            },
            {
                "text": "Bom produto. Chegou rápido"
            },
            {
                "text": "Ótimo produto"
            }
        ]
    },
    {
        "product": "produto8",
        "comments": [
            {
                "text": "Gostei muito do material, cai muito bem no corpo, porém eu tenho 1,72m de altura e peso 80kg, comprei tamanho GG e a largura (peito) ficou ótima, mas o comprimento não, se levantar os braços a parte de baixo da barriga fica de fora... são só 5 dedos de comprimento abaixo do umbigo. Mas pelo preço que paguei na promoção de 20 cada, valeu à pena. Estou satisfeito."
            },
            {
                "text": "Camisetas boas, mas com tecido mais simples, com textura boa ao toque, mas nao excelente"
            },
            {
                "text": "A qualidade do produto me agradou ,comprei todas pretas. O único ponto que não gostei foi q mesmo a GG ficou apertada ,tenho 1,83cm de altura e peso 96 kg ."
            },
            {
                "text": "A malha é muito boa,mais a modelagem é pequena e o acabamento é péssimo,vou ter que refazer todas as costuras"
            },
            {
                "text": "Pelo preço não esperava nada ótimo.  As camisetas são simples e um pouco menores que o padrão.  Infelizmente uma delas veio rasgada."
            },
            {
                "text": "Não dá bolinhas. Há transparência caso muito justa. No tamanho P, serve tranquilamente ao modelo feminino de 1.61/ 62kg."
            },
            {
                "text": "Pelo preço, não encontrei nada igual"
            },
            {
                "text": "Qualidade do produto muito boa"
            },
            {
                "text": "Muito bom"
            },
            {
                "text": "O produto é muito bom, os detalhes são de boa qualidade, mas infelizmente as costuras nas axilas parecem ser justas demais, então a peça pega um pouco. Fora isso sem reclamações"
            }
        ]
    },
    {
        "product": "produto9",
        "comments": [
            {
                "text": "Gostei da mochila, não sei se realmente é couro ou couro sintético. Mas é bonita e espaçosa."
            },
            {
                "text": "Produto maravilhoso. E chegou antes do dia marcado"
            },
            {
                "text": "Pelo preço vale muito a pena"
            },
            {
                "text": "É uma bolsa espaçosa, comporta um notebook grande, alças largas embora finas. O tecido parece ser mais frágil, então se não for bem armazenada talvez comece a descascar com o tempo."
            },
            {
                "text": "Gostei muito da mochila parece de boa qualidade, só acho que poderia ser um pouco maiorzinha"
            },
            {
                "text": "Mochila de boa qualidade e capacidade. Poderia ser melhor revestimento."
            },
            {
                "text": "A qualidade do material é muito boa, realmente surpreendente!"
            },
            {
                "text": "Em poucas semanas descosturaram as alças, a regulagem das alças é pequena. Não recomendo, produto frágil"
            },
            {
                "text": "Excelente bolsa, ótima qualidade, igualzinha como tá nas fotos... Sem falar que chegou muito rápido!"
            },
            {
                "text": "O produto chegou no prazo, mas a qualidade deixou a desejar. Aparência muito artificial."
            }
        ]
    },
    {
        "product": "produto10",
        "comments": [
            {
                "text": "veio com alguns amassados. Mas funcionou normal, vou usar e ver se apresenta algum problema."
            },
            {
                "text": "Chegou tudo certinho só que tive que retirar nos correios não vinheram deixar em meu endereço."
            },
            {
                "text": "No anúncio diz computador completo, mas o monitor não possui caixas de som, então não tem som, tive que comprar caixa de som a parte, o cabo de energia que conecta o na fonte tive que comprar um novo, pois o que veio está com problemas.Enfim não me agradou muito."
            },
            {
                "text": "Gente ele não precisa de estabilizador?"
            },
            {
                "text": "Em menos de 30 dias de uso o mouse já não está funcionando direito. Não posso solicitar a troca pois o prazo para a do troca do produto foi até o dia 21/04."
            },
            {
                "text": "Muito bom o equipamento, custo beneficio ótimo, chegou antes do prazo determinado, estou contente."
            },
            {
                "text": "Recebi o produto dentro do combinado, porém o teclado não funcionou."
            },
            {
                "text": "Entrega, valor e custo benefício muito bons, porém, ao ligar percebi que não tem conexão via Wi-Fi. Será que é um defeito ou este modelo não vem mesmo com a placa de conexão sem fio?"
            },
            {
                "text": "Chego na data certa porém já achei estranho ao ligar não saia nemhum som aí o botão da cpu não ligava quando consegui ligar o que  Era um sacrifício  .  Depois nao ligo  muito triste pois era presente pro meu filho tive q. Devolver"
            },
            {
                "text": "Produto de boa qualidade"
            }
        ]
    }
]